DISCIPLINES = [
    ("Иностранный язык в профессиональной деятельности", "ГСЭ.Б.ОГСЭ.04", "ГСЭ"),
    ("Физическая культура", "ГСЭ.Б.ОГСЭ.05", "ГСЭ"),
    ("Поддержка и тестирование программных модулей", "СД.Б.М01.02", "СД"),
    ("Разработка мобильных приложений", "СД.Б.М01.03", "СД"),
    ("Системное программирование", "СД.Б.М01.04", "СД"),
    ("Технология разработки программного обеспечения", "СД.Б.М02.01", "СД"),
    ("Математическое моделирование", "СД.Б.М02.03", "СД"),
    ("Производственная практика (разработка, администрирование и защита баз данных)", "СД.Б.ПП11.01", "СД"),
    ("Учебная практика (разработка модулей программного обеспечения для компьютерных систем)", "СД.Б.УП01.01", "СД"),
]

CLASSROOM_TYPES = [
    "Лекционная аудитория",
    "Компьютерная аудитория",
    "Актовый зал",
    "Преподавательская",
    "Серверная",
    "Спортзал",
]
